Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/opitaan_saamelaisista_ja_saamelaiskulttuurista_dihtosis-hankkeen_video-oppituntien_avulla_.html.tmx
Source language: fin
Languages: smn

source: Opitaan saamelaisista ja saamelaiskulttuurista Dihtosis-hankkeen video-oppituntien avulla
smn: Oppâp sämmilijn já sämikulttuurist Dihtosis-haavâ video-oppâtiijmij peht

source: Saamelaiskäräjien nuorisoneuvoston ja Nuorten Akatemian Dihtosis-hanke julkaisee video-oppitunteja saamelaiskulttuurista.
smn: Sämitige nuorâirääđi já Nuorâi Akatemia Dihtosis-haahâ almostit video-oppâtiijmijd sämikulttuurist.

source: Saamelaisnuoret toimivat opettajina video-oppitunneilla johdattaen oppilaat saamelaiskulttuuriin eri näkökulmista.
smn: Säminuorah tuáimih máttáátteijen video-oppâtiijmijn já jođetteh uáppeid sämikulttuurân sierâ uáinui peht.

source: Video-oppitunnit madaltavat kynnystä käsitellä saamelaisaiheita oppitunneilla, sillä ne on helppo ottaa käyttöön milloin vain.
smn: Video-oppâtiijmeh taheh älkkeebin sämifáádái kieđâvuššâm oppâtiijmij ääigi, tastko taid lii älkkee kevttiđ kuás peri.

source: Videoita julkaistaan yhteensä kolme eri luokka-asteille.
smn: Videoid almostiteh ohtsis kulmâ, jieškote-uv sierâ luokkatassijd.

source: Tutustutaan saamelaiskulttuuriin on 4.–9.-luokkalaisille sekä toisen asteen opiskelijoille tarkoitettu video, jossa oppii perustietoa kulttuurista.
smn: Tutustutaan saamelaiskulttuuriin lii 4.–9.-luokkaláid sehe nube tääsi uáppeid uáivildum video, mast uáppá vuáđutiäđuid kulttuurist.

source: Siinä tutustutaan tarkemmin saamenpukuun, saamelaismusiikkiin sekä elinkeinoihin.
smn: Tast puáhtá uápásmuđ tärhibeht sämimááccuhân, sämimuusikân sehe iäláttâssáid.

source: Saamen kansa ja kielet -video on suunnattu yläkouluihin ja toisen asteen oppilaitoksiin.
smn: Saamen kansa ja kielet -video lii čuosâttum paješkovláid já nube tääsi oppâlájádâssáid.

source: Siinä käsitellään saamen kieliä, saamelaisnuorten elämää sekä Saamelaiskäräjien nuorisoneuvoston toimintaa.
smn: Tast kieđâvuššojeh sämikielah, säminuorâi eellim sehe Sämitige nuorâirääđi toimâ.

source: Ihmisoikeudet ja alkuperäiskansat -video sukeltaa syvemmälle teemaan.
smn: Ihmisoikeudet ja alkuperäiskansat -video vuáju eenâb teeman.

source: Se on suunnattu toisen asteen oppilaille.
smn: Tot lii čuosâttum nube tääsi uáppeid.

source: Siinä käsitellään kulttuurista omimista, sulauttamispolitiikkaa sekä alkuperäiskansojen oikeuksia.
smn: Tast kieđâvuššojeh kulttuurlâš appropriaatio, suddâluttempolitiik sehe algâaalmugij vuoigâdvuođah.

source: Videota suositellaan katsottavaksi sen jälkeen, kun luokka on katsonut Tutustutaan saamelaiskulttuuriin tai Saamen kansa ja kielet -videon.
smn: Video avžuuttep keččâđ ton maŋa, ko luokka lii keččâm Tutustutaan saamelaiskulttuuriin tâi Saamen kansa ja kielet -video.

source: – Tarjoamme opettajien toiveesta tämän vuoden uutuutena video-oppitunteja saamelaiskulttuurista.
smn: – Mij faallâp máttáátteijei tuoivust taan ive uđđâ äššin video-oppâtiijmijd sämikulttuurist.

source: Video-oppitunti on opettajalle hyvin vaivaton tapa opettaa saamelaiskulttuurista.
smn: Video-oppâtijme lii máttáátteijei uáli älkkees vyehi máttááttiđ sämikulttuurist.

source: Videot ovat saamelaisnuorten toteuttamia ja niissä tarjotaan tietoa, jonka nuoret itse ovat nostaneet merkitykselliseksi, kertovat Saamelaiskäräjien nuorisosihteeri Elli-Marja Hetta ja Nuorten Akatemian projektipäällikkö Ulla Saalasti.
smn: Säminuorah láá olášuttâm videoid já tain fäälih tiäđu, mon nuorah jieijah láá pajedâm tehálâžžân, muštâlává Sämitige nuorâičällee Elli-Marja Hetta já Nuorâi Akatemia proojeekthovdâ Ulla Saalasti.

source: Myös kouluvierailut jatkuvat osana hanketta
smn: Meid škovlâkollimeh juátkojeh haavâ uássin

source: Video-oppituntien lisäksi Dihtosis tarjoaa suosittuja saamelaisnuoren vetämiä toiminnallisia etätyöpajoja aiheesta, sekä lähityöpajoja Oulun seudulle.
smn: Video-oppâtiijmij lasseen Dihtosis fáálá fáádást pivnohis säminuorâi stivrim toimâlijd káiduspargopáájáid, sehe aldapargopáájáid Oulu kuávlun.

source: Hankkeessa toimii kouluvierailijana tehtävään koulutettu saamelaisnuori.
smn: Haavâst tuáimá škovlâkyessin paargon škuávlejum säminuorâ.

source: Työpajoja voi tilata ala- ja yläkouluun sekä toisen asteen oppilaitoksiin.
smn: Pargopáájáid puáhtá tiiláđ vyeli- já paješkoovlân sehe nube tääsi oppâlájádâssáid.

source: Myös Dihtosis-menetelmäopas on päivitetty ja sen voi ladata pdf-muodossa hankkeen sivuilta.
smn: Meid Dihtosis-hárjuttâspakkâ lii peividum já tom puáhtá luođiđ pdf-häämist haavâ siijđoin.

source: Menetelmäopas sisältää 18 harjoitusta saamelaiskulttuurin käsittelyyn luokassa.
smn: Hárjuttâspakkâ ana sistees 18 hárjuttâssâd sämikulttuur kieđâvušmân luokkaast.

source: Hankkeessa on myös tuotettu kaksi pedagogista peliä saamelaiskulttuurista.
smn: Haavâst láá meid pyevtittâm kyehti pedagogisii speelâ sämikulttuurist.

source: Pieni peli saamelaisista on suunnattu 4–6-luokkalaisille.
smn: Pieni peli saamelaisista lii čuosâttum 4–6-luokkaláid.

source: Peli tarjoaa perustietoa siitä, keitä saamelaiset ovat ja mitkä piirteet tekevät heidän kulttuuristaan ainutlaatuisen.
smn: Spellâ fáálá vuáđutiäđu tast, ete kiäh sämmiliih láá já moh jiešvyevih taheh sii kulttuurist áinoošlajâsii.

source: Sukellus saamelaiskulttuuriin -pelissä mennään hieman pintaa syvemmälle.
smn: Sukellus saamelaiskulttuuriin -speelâst vuáijup vala eenâb fáádán.

source: Se on suunnattu yläkouluille ja toiselle asteelle.
smn: Tot lii čuosâttum paješkovláid já nube táásán.

source: Siinä käsitellään perustiedon lisäksi muun muassa alkuperäiskansoja, kulttuurista omimista sekä saamelaisten kokemaa syrjintää.
smn: Tast kieđâvušeh vuáđutiäđu lasseen eereeb iärrás algâaalmugijd, kulttuurlii appropriaatio sehe sämmilij kuáhtám olgoštem.

source: Peli on saatavilla myös pohjoissaameksi.
smn: Spellâ lii finniimist meid tavesämikielân.

source: Saamelaiskäräjien nuorisoneuvoston ja Nuorten Akatemian Dihtosis-hanke on välittänyt saamelaistietoa ja tarjonnut toiminnallisia työpajoja alakouluille, yläkouluille sekä toisen asteen oppilaitoksille jo kolmen vuoden ajan.
smn: Sämitige nuorâirääđi já Nuorâi Akatemia Dihtosis-haahâ lii juáhám sämitiäđu já faallâm toimâlijd pargopáájáid vyeliškovláid, paješkovláid sehe nube tääsi oppâlájádâssáid jo kuulmâ ive.

source: Hankkeen päätavoitteena on lisätä valtaväestöön kuuluvien lasten ja nuorten tietoisuutta saamelaisista ja saamelaiskulttuurista ja näin osaltaan ehkäistä saamelaisiin kohdistuvaa vihapuhetta ja syrjintää.
smn: Haavâ váldu-ulmen lii lasettiđ válduaalmug párnái já nuorâi tiäđuid sämmilijn já sämikulttuurist já návt jieijâs uásild estiđ sämmiláid čyeccee vajesaavâ já olgoštem.

source: Dihtosis-hanketta rahoittaa opetus- ja kulttuuriministeriö.
smn: Dihtosis-haavâ ruttâd máttááttâs- já kulttuurministeriö.

source: Hankeaika: 1.9.2021-30.6.2022.
smn: Hahâäigi: 1.9.2021-30.6.2022.

source: Täältä voit tilata video-oppitunnit, pelit ja kouluvierailut
smn: Tääbbin tun puávtáh tiiláđ video-oppâtiijmijd, speelâid já škovlâkollimijd .

source: Dihtosis-hankkeen materiaalit ja vinkit kansallispäiväksi
smn: Dihtosis-fitnu materiálat ja rávvagat álbmotbeaivái

source: Lisätietoja:
smn: Lasetiäđuh:

source: Saamelaiskäräjät
smn: Sämitigge

source: Nuorisosihteeri Elli-Marja Hetta puh. 010 8393134, elli-marja.hetta(at)samediggi.fi
smn: Nuorâičällee Elli-Marja Hetta puh. 010 8393134, elli-marja.hetta(at)samediggi.fi

source: Nuorten Akatemia
smn: Nuorâi Akatemia

source: Projektipäällikkö, Ulla Saalasti Puh. 040 567 4203 ulla.saalasti(at)nuortenakatemia.fi
smn: Proojeekthovdâ, Ulla Saalasti Puh. 040 567 4203 ulla.saalasti(at)nuortenakatemia.fi
